export const faqList = [
  {
    question: "Q1. 개인정보는 안전한가요?",
    answer:
      "네, 모든 편지는 익명으로 이루어지며, 개인을 특정할 수 있는 정보는 수집하지 않습니다. 보안을 위해 실명, 연락처, 특정 장소명 등의 개인정보는 작성하지 않는 것을 권장합니다.",
  },
  {
    question: "Q2. 답장은 언제 받을 수 있나요?",
    answer:
      "편지를 보낸 후 최대 7일 내에 답장을 받으실 수 있어요. 만약 처음 보낸 버디에게 3일 후에 답장이 없다면, 자동으로 다른 분에게 편지가 전달됩니다.",
  },
  {
    question: "Q3. 편지는 누가 읽게 되나요?",
    answer:
      "편지는 선택하신 카테고리에 전문적 답변을 드릴 수 있는 인생선배 버디에게 전달됩니다. 모든 내용은 익명으로 처리되어 개인정보가 노출되지 않습니다.",
  },
  {
    question: "Q4. 몇 개의 편지, 답장을 보낼 수 있나요?",
    answer:
      "한 주를 기준으로 후배버디는 4개의 편지를, 선배 버디는 6개의 답장을 보내실 수 있습니다. 보낸 편지에 대한 답장을 기다리는 동안에도 새로운 편지를 작성하실 수 있어요.",
  },
  {
    question: "Q.5 답장이 마음에 들지 않으면 어떻게 하나요?",
    answer:
      "모든 답장은 진심을 담아 작성됩니다. 만약 답장이 도움이 되지 않았다면, 새로운 편지를 작성하여 다른 선배버디에게 조언을 구할 수 있습니다. 불쾌한 내용이나 부적절한 답장은 신고 기능을 통해 알려주세요.",
  },
  {
    question: "Q6. 서비스 이용에 비용이 발생하나요?",
    answer:
      "디어버디의 모든 서비스는 무료로 제공되며, 고객님들에게는 비용이 전혀 발생하지 않습니다.",
  },
  {
    question: "Q7. 편지는 누가 읽었는지 알 수 있나요?",
    answer:
      "서비스의 익명성 보장을 위해 편지를 읽은 사람의 개인정보는 공개되지 않습니다. 다만, 답장을 보낸 멘토의 편지 안에 새 타입과 닉네임을 확인하실 수 있어요.",
  },
  {
    question:
      "Q8. 선배버디가 후배버디에게 먼저 편지를 보내고 답장을 받을 수 있나요?",
    answer:
      "아니요, 현재는 후배버디가 먼저 편지를 보내는 형태로 운영되고 있습니다. 선배버디는 받은 편지에 답장을 하는 방식으로 소통에 참여하실 수 있습니다. 추후 업데이트 예정이니 많은 관심 부탁드립니다.",
  },
  {
    question:
      "Q9. 여러 카테고리를 선택했는데 특정 카테고리의 편지만 받을 수 있나요?",
    answer:
      "선택하신 카테고리 중 편지를 더 받고 싶은 분야가 있으시면, 마이페이지 > 편지카테고리 변경에서 조정하실 수 있습니다. 그러나 시스템은 전체적인 편지 분배 균형을 고려하여 매칭합니다.",
  },
  {
    question: "Q10. 편지, 답장내용을 수정하거나 삭제할 수 있나요?",
    answer:
      "한 번 보낸 편지, 답장은 수정이 불가능합니다. 신중하게 작성해주세요. 보낸 후 부적절한 내용이 포함되었다고 판단되는 경우 고객센터를 통해 문의해주세요.",
  },
];
